<!doctype html>
<html lang="en">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>หนังสือสัญญาเช่าช่วงห้องชุด</title>
    @LaravelDompdfThaiFont
    <style>
        body{
            font-family: 'THSarabunNew';
            line-height: 105%;
        }
        .page-break {
            page-break-after: always;
        }
    </style>
</head>
<body>
    <div class="container" align="center">
        <table border="0" width="100%">
            <tr>
                <td align="center" valign="center">
                    <img src="uploads/images/logo_contract.jpg" width="190px">
        
                </td>
            </tr>
        
            <tr>
                <td align="center">
                    <h1>หนังสือสัญญาเช่าช่วงห้องชุด</h1>
                </td>
            </tr>
            <tr>
                <td align="right" style="font-size:20px; line-height: 0px">สัญญาเลขที่ {{ $rents->code_contract_owner }}</td>
            </tr>
        </table>
        
        <table border="0" width="100%">
            <tr>
                <td width="50%"></td>
                <td width="50%" align="right" style="line-height: 5px">
        
                    <h2>ทำที่ บริษัท วีบียอนด์ แมเนจเม้นท์ จำกัด</h2>
                    <h2>วันที่ {{ thaidate('j F พ.ศ. Y',$rents->print_contract_manual) }}</h2>
                </td>
            </tr>
            <tr>
                <!-- content -->
                <td colspan="2" style="font-size: 22px; text-align:justify;">
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หนังสือสัญญาเช่าช่วงฉบับนี้ทำขึ้นระหว่าง&nbsp;<b>บริษัท&nbsp;วีบียอนด์&nbsp;แมเนจเม้นท์&nbsp;จำกัด&nbsp;โดยนายสิวะ ศรีสวัสดิ์ กรรมการ ผู้มีอำนาจ ทะเบียนนิติบุคคลเลขที่ 0105563072893</b> สำนักงานใหญ่&nbsp;เลขที่&nbsp;1&nbsp;
                        อาคารเอ็มไพร์ทาวเวอร์ ชั้นที่&nbsp;24 &nbsp;ห้องเลขที่&nbsp;2401&nbsp;ถนนสาทรใต้&nbsp;แขวงยานนาวา&nbsp;เขตสาทร&nbsp;กรุงเทพมหานคร ซึ่งต่อไปในสัญญานี้ เรียกว่า&nbsp;<b>“ผู้ให้เช่าช่วง”</b>&nbsp;ฝ่ายหนึ่ง
                    </p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กับ <b>{{ $rents->Cus_Name }}
                            ถือบัตรประจำตัวประชาชนเลขที่/หนังสือเดินทางเลขที่ {{ $rents->IDCard }} ที่อยู่บ้านเลขที่ {{ $rents->home_address }}
                            ซอย {{ $rents->cust_soi ?? " -" }}
                            ถนน {{ $rents->cust_road ?? " -" }}
                            แขวง/ตำบล {{ $rents->tumbon }}&nbsp;เขต/อำเภอ {{ $rents->aumper }}&nbsp;จังหวัด {{ $rents->province }}</b>&nbsp;ซึ่งต่อไปในสัญญานี้เรียกว่า <b>“ผู้เช่าช่วง”</b> อีกฝ่ายหนึ่ง</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คู่สัญญาทั้งสองฝ่ายตกลงทำสัญญากัน ดังมีข้อความดังต่อไปนี้</p>
                </td>
            </tr>
            <tr>
                <td colspan="2" style="font-size: 22px;text-align:justify;">
                    @if($rents->address_full)
                        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 1.&nbsp;ผู้ให้เช่าช่วงเป็นผู้มีสิทธิให้เช่าช่วงใน&nbsp;<b>ห้องชุดเลขที่ {{ $rents->cus_room_no ??  '' }} &nbsp;&nbsp;บ้านเลขที่&nbsp;{{ $rents->RoomNo ??  ''}}
                                &nbsp;ตึก&nbsp;{{ $rents->Building ?? '' }}&nbsp;ชั้นที่&nbsp;{{ $rents->Floor ?? '' }}&nbsp;อาคารชุด
                                ชื่อ {{ $rents->Project_NameTH == NULL ? "โครงการ" . $rents->Project_Name : $rents->Project_NameTH }} {{ $rents->address_full }} มีเนื้อที่ห้องชุด ประมาณ {{ $rents->Size }} ตารางเมตร</b>
                                ซึ่งต่อไปในสัญญานี้เรียกห้องชุดดังกล่าวว่า <b>“ห้องชุด”</b> โดยการเช่าห้องชุดดังกล่าวเป็นการเช่า พร้อมเฟอร์นิเจอร์มีรายละเอียดปรากฎตามสัญญาเช่าทรัพย์สินและ อุปกรณ์ตกแต่งห้องชุด <b>สัญญาเลขที่ {{ $rents->code_contract_old ?? ''}} </b> ฉบับลงวันที่ <b> {{ thaidate('j F พ.ศ. Y',$rents->print_contract_manual) }} </b> ซึ่งถือว่าเป็นส่วนหนึ่ง แห่งสัญญานี้
                        </p>
                    @else
                        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 1.&nbsp;ผู้ให้เช่าช่วงเป็นผู้มีสิทธิให้เช่าช่วงใน&nbsp;<b>ห้องชุดเลขที่ {{ $rents->cus_room_no ??  ''}} &nbsp;&nbsp;บ้านเลขที่&nbsp;{{ $rents->RoomNo ??  ''}}
                                &nbsp;ตึก&nbsp;{{ $rents->Building ?? '' }}&nbsp;ชั้นที่&nbsp;{{ $rents->Floor ?? '' }}&nbsp;อาคารชุด
                                ชื่อ {{ $rents->Project_NameTH == NULL ? "โครงการ" . $rents->Project_Name : $rents->Project_NameTH }} มีเนื้อที่ห้องชุด ประมาณ {{ $rents->Size }} ตารางเมตร</b>
                                ซึ่งต่อไปในสัญญานี้เรียกห้องชุดดังกล่าวว่า <b>“ห้องชุด”</b> โดยการเช่าห้องชุดดังกล่าวเป็นการเช่า พร้อมเฟอร์นิเจอร์มีรายละเอียดปรากฎตามสัญญาเช่าทรัพย์สินและ อุปกรณ์ตกแต่งห้องชุด <b>สัญญาเลขที่ {{ $rents->code_contract_old ?? ''}} </b> ฉบับลงวันที่ <b> {{ thaidate('j F พ.ศ. Y',$rents->print_contract_manual) }} </b> ซึ่งถือว่าเป็นส่วนหนึ่ง แห่งสัญญานี้
                        </p>
                    @endif
                </td>
            </tr>
            <tr>
                <td colspan="2" style="font-size: 22px; text-align:justify;">
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 2. ข้อตกลงเกี่ยวกับห้องชุดที่เช่า</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1 ผู้ให้เช่าช่วงตกลงให้เช่าช่วงและผู้เช่าช่วงตกลงเช่าช่วงห้องชุด เพื่อพักอาศัยเท่านั้น และระหว่างที่พักอาศัยอยู่ ตามสัญญานี้จะไม่ทำการรบกวนหรือกระทำการใดๆ ที่เดือดร้อนรำคาญแก่ผู้อาศัยในห้องพัก อื่น
                        โดยเด็ดขาด <b>มีกำหนด ระยะเวลา {{ $rents->Contract }} เดือน {{ $rents->Day}} วัน ตั้งแต่วันที่ {{ thaidate('j F พ.ศ. Y', $rents->Contract_Startdate) }}
                             ถึงวันที่ {{ thaidate('j F พ.ศ. Y', $rents->Contract_Enddate) }} </b>
                        โดยการสิ้นสุดสัญญาเช่าฉบับนี้ให้เป็นไปตามที่ระบุไว้ในสัญญานี้</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2 ผู้ให้เช่าช่วงได้ส่งมอบการครอบครองห้องชุดให้กับผู้เช่าช่วง และผู้เช่าช่วงได้รับมอบ การครอบครองรวมทั้ง ตรวจดูสภาพห้องชุดที่เช่าเป็นที่พอใจแล้วในวันทำสัญญานี้
                    </p>
                </td>
            </tr>
        
        </table>
        
        <div class="page-break"></div>
        
        <table border="0" width="100%" style="font-size:22px; text-align: justify;">
            <tr>
                <td>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3 ผู้เช่าช่วงจะใช้ห้องชุดเพื่อการอย่างอื่นนอกจากที่ระบุไว้ในข้อ 2 แห่งสัญญานี้ไม่ได้ หากไม่ได้รับความยินยอม เป็นหนังสือจากผู้ให้เช่าช่วง</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.4 ผู้เช่าช่วงไม่มีสิทธิที่จะโอนสิทธิการเช่าตามสัญญานี้ หรือจะนำห้องชุดไปให้ผู้อื่นเช่าช่วง หรือให้อาศัยใช้ห้องชุด ไม่ว่าจะมีค่าตอบแทนหรือไม่ ไม่ว่าจะมีผลประโยชน์แลกเปลี่ยนอื่นใดหรือไม่ 
                        ไม่ว่าจะเป็นการชั่วคราวหรือไม่ และไม่ว่าจะ ทั้งหมดหรือแค่บางส่วนของห้องชุด</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.5 การแก้ไข เพิ่มเติมหรือเปลี่ยนแปลงสัญญานี้ไม่ว่าส่วนหนึ่งส่วนใด หรือทั้งหมดจะต้องทำเป็นหนังสือ และลง ลายมือชื่อของคู่สัญญาทั้งสองฝ่าย ไว้เป็นสำคัญจึงจะมีผลใช้บังคับระหว่างคู่สัญญาได้</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 3. อัตราค่าเช่าและระยะเวลา</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1 ผู้เช่าช่วงตกลงชำระค่าเช่าล่วงหน้าให้แก่ผู้ให้เช่าช่วง ล่วงหน้าเป็นรายเดือน ภายในวันที่ 5 ของแต่ละเดือน ในอัตราค่าเช่า <b>เดือนละ {{ $rents->Price == null ? "0 บาท" : number_format($rents->Price, 2) }}
                            ({{ $customer_price == null ? "ศูนย์บาทถ้วน" : $customer_price }})</b> จะชำระค่าเช่าเดือนแรกภายในวันที่ <b>{{ thaidate('j F พ.ศ. Y', $rents->date_firstget) }}</b>
                        โดยผู้เช่าช่วงจะชำระค่าเช่าให้แก่ผู้ให้เช่าช่วง ด้วยวิธีการโอนเงินค่าเช่าเข้าบัญชีเงินฝาก
                        <b>ธนาคารกสิกรไทย ชื่อบัญชี บริษัท วีบียอนด์ แมเนจเม้นท์ จำกัด เลขที่บัญชี 069-8-38772-6 </b> หรือ
                        นำไปชำระ ณ ภูมิลำเนาของผู้ให้เช่าช่วง
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2 หากผู้เช่าช่วงชำระค่าเช่าล่าช้าไปจากวันที่กำหนดชำระ ผู้เช่าช่วงยินดีจะเสียค่าปรับสำหรับ ความล่าช้านั้นให้ แก่ผู้ให้เช่าช่วงวันละ 100 (หนึ่งร้อย) บาท และค่าใช้จ่ายต่าง ๆ
                        ที่ผู้ให้เช่าช่วง ต้องเสียไปเพื่อการทวงถาม ให้ชำระเงินค่าเช่าอีกด้วย
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3 การผ่อนผันการชำระเงินงวดใดงวดหนึ่งไม่มีผลเป็นการเปลี่ยนแปลงกำหนดชำระค่าเช่าตามสัญญานี้</p>
                    <p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 4. เงินประกันสัญญา
                    </p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1 ในวันทำสัญญาฉบับนี้ผู้เช่าช่วงได้มอบเงินประกันสัญญา เพื่อเป็นการประกันความเสียหายเกี่ยวกับห้องชุด และเพื่อประกันการปฏิบัติตามสัญญาจำนวนเงิน <b>{{$rents->price_insurance == null ? "0 บาท" : number_format($rents->price_insurance, 2)}} ({{$price_insurance == null ? "ศูนย์บาท" :  $price_insurance}})</b>
                        ให้แก่ผู้ให้เช่าช่วงแล้ว ตามหนังสือสัญญา เช่าช่วงห้องชุด <b>สัญญาเลขที่ {{ $rents->code_contract_old ?? " "}} </b> ฉบับวันที่ {{ thaidate('j F พ.ศ. Y',$rents->print_contract_manual) }}<b></b> ให้แก่ผู้ให้เช่าช่วงเมื่อสัญญาเช่า ได้สิ้นสุดลงโดยผู้เช่าช่วงมิได้ผิดสัญญา และมิได้มีหนี้คงค้างชำระตามสัญญานี้ ผู้ให้เช่าช่วงจะคืนเงินประกัน
                        สัญญานี้ให้แก่ ผู้เช่าช่วงโดยไม่มีดอกเบี้ย หากมีความเสียหายเกี่ยวกับห้องชุดที่เช่า หรือการปฏิบัติตามสัญญาเช่า ผู้เช่าช่วงยินยอมให้ ผู้ให้เช่าช่วงหักจำนวนค่าเสียหายนั้นออกจากเงินประกันสัญญา และคืนเงินส่วนที่เหลือโดยไม่มีดอกเบี้ยให้กับผู้เช่าช่วง ภายใน 30 (สามสิบ) วัน
                        นับจากวันที่ผู้ให้เช่าช่วงได้รับมอบการครอบครอง ห้องชุดที่เช่าเรียบร้อยแล้ว
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 5. ข้อปฏิบัติของผู้ให้เช่าช่วงและผู้เช่าช่วงตกลงว่า
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1 ผู้เช่าช่วงจะซ่อมแซมห้องชุดให้อยู่ในสภาพที่ดี ไม่ว่าจะเป็นการซ่อมแซมเล็กน้อย หรือซ่อมแซมใหญ่ ด้วยค่า ใช้จ่ายของผู้เช่าช่วงทั้งสิ้น และจะซ่อมแซมโดยทันทีที่ความชำรุดบกพร่องเกิดขึ้นกับห้องชุด
                    </p>
                </td>
            </tr>
        
        </table>
        <div class="page-break"></div>
        <table border="0" width="100%" style="font-size:22px; text-align: justify;">
            <tr>
                <td>
                     <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2 ผู้เช่าช่วงจะดูแลรักษาห้องชุดที่เช่าให้อยู่ในสภาพที่ดี สะอาด เรียบร้อย อย่างเช่นวิญญูชนจะพึงปฏิบัติในการ รักษาทรัพย์สินของตน ด้วยค่าใช้จ่ายของตนเอง
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.3 ผู้เช่าช่วงจะยินยอมให้ผู้ให้เช่าช่วง หรือตัวแทนที่ได้รับมอบอำนาจจากผู้ให้เช่าช่วงเข้าตรวจตราห้องชุดได้เป็น ครั้งคราวในระยะเวลาอันควร
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.4 ผู้เช่าช่วงจะไม่ทำการดัดแปลง ต่อเติม รื้อถอน หรือเปลี่ยนแปลงห้องชุด ไม่ว่าจะทั้งหมด หรือบางส่วนเว้นแต่ จะได้รับความยินยอมเป็นลายลักษณ์อักษรจากผู้ให้เช่าช่วงก่อน
                        หากผู้เช่าช่วงได้กระทำการไปโดยไม่ได้รับความยินยอมเป็น ลายลักษณ์อักษรจากผู้ให้เช่าช่วง ผู้ให้เช่าช่วงจะเรียกให้ผู้เช่าช่วงทำห้องชุดให้กลับสู่สภาพเดิมด้วยทุนทรัพย์ของผู้เช่าช่วง เอง
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.5 ผู้เช่าช่วงจะไม่กระทำการหรือยินยอมให้กระทำการใดๆ ในห้องชุดอันเป็นการฝ่าฝืนกฎหมาย หรือขัดต่อความ สงบเรียบร้อย หรือศีลธรรมอันดีของประชาชน
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.6 ผู้เช่าช่วงและบริวารจะพักอาศัยในห้องชุดด้วยความเรียบร้อย และอยู่ภายใต้กฎระเบียบของนิติบุคคลอาคาร ชุด ตลอดจนจะไม่นำสัตว์มาเลี้ยงหรืออาศัยร่วมในห้องชุด
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.7 ผู้เช่าช่วงจะไม่นำห้องชุดที่เช่าให้ผู้อื่นเช่าช่วง หรือโอนสิทธิการเช่าให้ผู้อื่น ไม่ว่าทั้งหมดหรือบางส่วน
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 6. บรรดาค่าสาธารณูปโภค เช่น ไฟฟ้า น้ำประปา โทรศัพท์ ผู้เช่าช่วงจะเป็นผู้ชำระเองทั้งสิ้นกับหน่วยงาน ราชการ
                    </p>
        
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 7. ข้อยกเว้นความรับผิด
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ให้เช่าช่วงไม่ต้องรับผิดสำหรับความเสียหาย หรือสูญหาย หรือภยันตรายใดๆ อันเกิดขึ้นเเก่ชีวิตร่างกาย หรือ ทรัพย์สินใดๆ ของผู้เช่าช่วง หรือบริวารของผู้เช่าช่วง รวมตลอดถึงบุคคลอื่นใด
                        ข้างในห้องชุด ยกเว้น เป็นความผิดโดยตรง หรือความประมาทเลินเล่อของผู้ให้เช่าช่วง หรือลูกจ้าง หรือบริวารของผู้ให้เช่าช่วง หรือลูกจ้างหรือบริวารของผู้ให้เช่าช่วง
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 8. การเพิ่มเติมหรือเเก้ไข
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากฝ่ายหนึ่งฝ่ายใดประสงค์ที่จะทำการเปลี่ยนเเปลงเพิ่มเติม หรือเเก้ไข ข้อความใดๆ เเห่งสัญญานี้จะต้องทำเป็น หนังสือ ลงลายมือชื่อคู่สัญญาทั้งสองฝ่ายจึงจะมีผลผูกพันกันต่อไป
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 9. การบอกกล่าว
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บรรดาหนังสือ จดหมาย หรือคำบอกกล่าวใดๆ ที่คู่สัญญาฝ่ายหนึ่งฝ่ายใด ส่งให้คู่สัญญาอีกฝ่ายหนึ่งไปยังสถานที่ ที่ระบุไว้ข้างต้น
                        หรือตามที่คู่สัญญาได้เเจ้งเปลี่ยนเเปลงให้อีกฝ่ายหนึ่งทราบในภายหลัง ถ้าได้ส่งทางไปรษณีย์ลงทะเบียน ให้ถือว่าได้รับแล้ว เว้นแต่ฝ่ายที่จะต้องได้รับคำบอกกล่าวพิสูจน์ได้ว่า ไม่จงใจที่จะหลีกเลี่ยง รับหนังสือบอกกล่าวคู่สัญญา ทุกฝ่ายยินยอมผูกพันให้ถือว่า หนังสือ หรือคำบอกกล่าวนั้น ได้ส่งให้คู่สัญญา แต่ละฝ่ายโดยชอบ
                    </p>
                </td>
            </tr>
        </table>

        <div class="page-break"></div>
        <table border="0" width="100%" style="font-size:22px; text-align: justify;">
            <tr>
                <td>
                     <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 10. การสิ้นสุดของสัญญาเเละการผิดสัญญา
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.1 สัญญาสิ้นสุดลงเมื่อครบกำหนดระยะเวลาตามสัญญาเช่า
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2 กรณีคู่สัญญาฝ่ายใดประพฤติผิดสัญญาข้อหนึ่งข้อใดหรือกระทำผิดวัตถุประสงค์ข้อหนึ่งข้อใดเเห่ง <br>สัญญานี้ก็ดีให้คู่สัญญาอีกฝ่ายมีสิทธิบอกเลิกสัญญาเช่าฉบับนี้ได้
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.3 กรณีที่ผู้เช่าผิดนัดชำระค่าเช่า ผู้เช่าช่วงยินยอมให้ผู้ให้เช่าช่วงระงับการใช้กระแสไฟฟ้า น้ำประปา เปลี่ยน กุญแจ หรือทำการปิดกั้นห้องชุดที่ให้เช่าได้ทันที โดยไม่ถือเป็นการละเมิดหรือขัดขวางการใช้ห้องชุดทั้งนี้ ผู้ให้เช่าช่วงมีสิทธิ บอกเลิก
                        สัญญาเช่าได้โดยไม่ต้องบอกกล่าวทวงถามค่าเช่าก่อน รวมถึงมีสิทธิยึดหน่วง และนำออกขายทรัพย์ที่อยู่ในห้องชุด ที่เช่าเพื่อชดใช้แทนค่าเช่า เบี้ยปรับล่าช้า รวมถึงค่าใช้จ่ายอื่นๆ ที่ค้างชำระ แก่ผู้ให้เช่าช่วง
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 11. การผิดสัญญา
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อสัญญานี้สิ้นสุดลงไม่ว่าด้วยเหตุใดก็ตาม ผู้เช่าต้องออกจากสถานที่เช่าทันที โดยผู้ให้เช่ามีสิทธิเข้าครอบครอง
                        สถานที่เช่าเเละทรัพย์สินต่าง ๆ ของผู้ให้เช่าตามข้อ 1. เเห่งสัญญานี้ เเละผู้ให้เช่าช่วงสามารถขนย้ายทรัพย์สินของผู้เช่า
                        ออกจากสถานที่เช่าได้ ตลอดจนระงับการจ่ายกระเเสไฟฟ้า เเละน้ำรวมถึงการเปลี่ยนกุญเเจ หรือทำการปิดกั้นทรัพย์ ให้เช่าตามสัญญา
                        นี้ได้ทันทีโดยปราศจากความรับผิดใดๆ
                    </p>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สัญญานี้ทำขึ้นรวมสองฉบับมีข้อความตรงกันต่างฝ่ายต่างยึดถือไว้ฝ่ายละฉบับ คู่สัญญาทั้งสองฝ่ายได้อ่าน ฟังและ เข้าใจข้อความแห่งสัญญานี้ดีแล้ว เห็นว่าถูกต้องตามเจตนาจึงลงลายมือชื่อ และ
                        ประทับตราไว้เป็นสำคัญต่อหน้าพยาน
                    </p>
                </td>
            </tr>
        </table>
        <table border="0" align="center" style="border-style: none;">
            <tr>
                <td height="280px"></td>
            </tr>
            <tr>
                <td width="45%" align="center" style="font-size:22px;">
                    ลงชื่อ.....................................................ผู้ให้เช่าช่วง</td>
                <td width="10%"></td>
                <td width="45%" align="center" style="font-size:22px;">
                    ลงชื่อ.....................................................ผู้เช่าช่วง</td>
            </tr>
            <tr>
                <td width="45%" align="center" style="font-size:22px;"><b>บริษัท วีบียอนด์ แมเนจเม้นท์ จำกัด</b></td>
                <td width="10%"></td>
                <td width="45%" align="center" style="font-size:22px;">({{ $rents->Cus_Name }})
                </td>
            </tr>
            <tr>
                <td height="30px"></td>
            </tr>
            <tr>
                <td width="45%" align="center" style="font-size:22px;">
                    ลงชื่อ.....................................................พยาน</td>
                <td width="10%"></td>
                <td width="45%" align="center" style="font-size:22px;">
                    ลงชื่อ.....................................................พยาน</td>
            </tr>
            <tr>
                <td width="45%" align="center" style="font-size:22px;">

                    ( {{ $phayarn1 == null ? "....................................................." :  $phayarn1 }} )
                </td>
                <td width="10%"></td>
                <td width="45%" align="center" style="font-size:22px;">
                    ( {{ $phayarn2 == null ? "....................................................." :  $phayarn2 }} )
                </td>
            </tr>
        </table>

    </div>
    {{-- @endforeach --}}
</body>
</html>